<?php

return [
    'users' => [
        'search' => 'အသုံးပြုသူအမည် သို့မဟုတ် အီးမေးလ်လိပ်စာဖြင့် ရှာဖွေပါ...',
        'all_roles' => 'အကောင့် အမျိုးအစားအားလုံး',
        'name_entry' => 'ဥပမာ - မောင်မောင်',
        'email_entry' => 'user@domain.com',
        'select_role' => 'အကောင့် အမျိုးအစားကို ရွေးချယ်ပါ...',
    ],

    'access_control' => [
        'roles' => [
            'name' => 'ဥပမာ - manager',
            'display_name' => 'ဥပမာ - ဌာနခွဲ မန်နေဂျာ',
            'description' => 'ဤအခန်းကဏ္ဍ၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို ဖော်ပြပါ...',
        ],

        'users' => [
            'search' => 'အမည် သို့မဟုတ် အီးမေးလ်ကို ရိုက်ထည့်ပြီး Enter နှိပ်ပါ...',
            'all_roles' => 'အကောင့် အမျိုးအစားအားလုံး',
        ],
    ],
];